{
  "popup": {
    "title": "Your privacy",
    "description": "We use cookies to ensure the site works properly, analyze traffic and personalize content. Please consent to their use.",
    "essential": "Essential",
    "analytics": "Analytics",
    "marketing": "Marketing",
    "essentialOnly": "Essential only",
    "acceptAll": "Accept all",
    "footer": "By clicking outside the banner or scrolling the page, you accept all cookies"
  },
  "settings": {
    "title": "Cookie settings",
    "description": "Manage your cookie preferences. For more information, see our",
    "privacyPolicy": "Privacy Policy",
    "alwaysEnabled": "Always enabled",
    "necessary": {
      "title": "Essential cookies and localStorage",
      "summary": "Save your settings and keep the site running.",
      "description": "Includes: consent preferences (cookie-consent), language (pollar-language), color theme (pollar-theme), anonymous visitor ID (pollar_uid), AI assistant session ID (pollar-visitor-id), AI assistant conversation history (pollar-ai-store), stock watchlist (stock-watchlist), countries filter (pollar-selected-countries), stock chart scale (pollar-chart-smart-scale), Connections game state (pollar.powiazania), and UTM campaign parameters (pollar_utm, sessionStorage). Umami Analytics — anonymized statistics without cookies (no consent required). Sentry — error monitoring (no cookies, data processed under legitimate interest)."
    },
    "analytics": {
      "title": "Analytics cookies",
      "summary": "Help us understand how you use the site.",
      "description": "Google Analytics (_ga, _ga_*) — visit statistics. Firebase Analytics — in-app events (for logged-in users). Microsoft Clarity (_clck, _clsk) — heatmaps and session recording. Contentsquare — heatmaps and session recording."
    },
    "marketing": {
      "title": "Marketing cookies",
      "summary": "Measure the effectiveness of our ad campaigns.",
      "description": "X (Twitter) Ads — ad conversion tracking (guest_id, guest_id_marketing, guest_id_ads, personalization_id, muc_ads)."
    },
    "notice": "Changes to cookie settings are saved automatically and take effect immediately. To completely remove all cookies, clear your browser data.",
    "noticeLabel": "Note:"
  }
}
