{
  "popup": {
    "title": "Twoja prywatność",
    "description": "Używamy plików cookie, aby serwis działał prawidłowo, analizować ruch oraz personalizować treści. Prosimy o zgodę na ich wykorzystanie.",
    "essential": "Niezbędne",
    "analytics": "Analityczne",
    "marketing": "Marketingowe",
    "essentialOnly": "Tylko niezbędne",
    "acceptAll": "Akceptuj wszystkie",
    "footer": "Klikając poza banerem lub przewijając stronę, akceptujesz wszystkie cookies"
  },
  "settings": {
    "title": "Ustawienia cookies",
    "description": "Zarządzaj swoimi preferencjami dotyczącymi plików cookie. Więcej informacji znajdziesz w naszej",
    "privacyPolicy": "Polityce Prywatności",
    "alwaysEnabled": "Zawsze włączone",
    "necessary": {
      "title": "Niezbędne cookies i localStorage",
      "description": "Wymagane do prawidłowego działania strony i aplikacji. Obejmują: preferencje zgód (cookie-consent), język (pollar-language), motyw kolorystyczny (pollar-theme), anonimowy identyfikator odwiedzającego do zliczania wyświetleń (pollar_uid), identyfikator sesji asystenta AI (pollar-visitor-id), listę obserwowanych instrumentów giełdowych (stock-watchlist), filtr wybranych krajów (pollar_countries) oraz stan gry Powiązania (pollar.powiazania). Dodatkowo korzystamy z Sentry do monitorowania błędów – zbiera dane o awariach aplikacji i pomaga nam je naprawiać."
    },
    "analytics": {
      "title": "Analityczne cookies",
      "description": "Google Analytics (_ga, _ga_*) – pomaga nam zrozumieć, w jaki sposób użytkownicy korzystają z serwisu. Firebase Analytics – śledzi zdarzenia w aplikacji i właściwości użytkowników (dla zalogowanych). Contentsquare – narzędzie do analizy zachowań użytkowników, w tym heatmapy i nagrywanie sesji. Dodatkowo korzystamy z Umami Analytics – narzędzia, które nie wykorzystuje cookies i zbiera wyłącznie zanonimizowane dane statystyczne."
    },
    "marketing": {
      "title": "Marketingowe cookies",
      "description": "X (Twitter) Ads – pliki cookies wykorzystywane do śledzenia konwersji i mierzenia skuteczności kampanii reklamowych (guest_id, guest_id_marketing, guest_id_ads, personalization_id, muc_ads)."
    },
    "notice": "Zmiany w ustawieniach cookies są zapisywane automatycznie i obowiązują od razu. Aby całkowicie usunąć wszystkie cookies, wyczyść dane przeglądarki.",
    "noticeLabel": "Informacja:"
  }
}
