{
  "popup": {
    "title": "Twoja prywatność",
    "description": "Używamy plików cookie, aby serwis działał prawidłowo, analizować ruch oraz personalizować treści. Prosimy o zgodę na ich wykorzystanie.",
    "essential": "Niezbędne",
    "analytics": "Analityczne",
    "marketing": "Marketingowe",
    "essentialOnly": "Tylko niezbędne",
    "acceptAll": "Akceptuj wszystkie",
    "footer": "Klikając poza banerem lub przewijając stronę, akceptujesz wszystkie cookies"
  },
  "settings": {
    "title": "Ustawienia cookies",
    "description": "Zarządzaj swoimi preferencjami dotyczącymi plików cookie. Więcej informacji znajdziesz w naszej",
    "privacyPolicy": "Polityce Prywatności",
    "alwaysEnabled": "Zawsze włączone",
    "necessary": {
      "title": "Niezbędne cookies i localStorage",
      "summary": "Zapisują Twoje ustawienia i umożliwiają działanie serwisu.",
      "description": "Obejmują: preferencje zgód (cookie-consent), język (pollar-language), motyw kolorystyczny (pollar-theme), anonimowy identyfikator odwiedzającego (pollar_uid), identyfikator sesji asystenta AI (pollar-visitor-id), historia rozmów z asystentem AI (pollar-ai-store), listę obserwowanych instrumentów giełdowych (stock-watchlist), filtr wybranych krajów (pollar-selected-countries), skalę wykresów giełdowych (pollar-chart-smart-scale), stan gry Powiązania (pollar.powiazania) oraz parametry kampanii UTM (pollar_utm, sessionStorage). Sentry – monitorowanie błędów (nie używa cookies, dane przetwarzane na podstawie uzasadnionego interesu)."
    },
    "analytics": {
      "title": "Analityczne cookies",
      "summary": "Pomagają nam zrozumieć, jak korzystasz z serwisu.",
      "description": "Google Analytics (_ga, _ga_*) – statystyki odwiedzin. Firebase Analytics – zdarzenia w aplikacji (dla zalogowanych). Contentsquare – heatmapy i nagrywanie sesji. Umami Analytics – zanonimizowane statystyki bez cookies."
    },
    "marketing": {
      "title": "Marketingowe cookies",
      "summary": "Mierzą skuteczność naszych kampanii reklamowych.",
      "description": "X (Twitter) Ads – śledzenie konwersji reklamowych (guest_id, guest_id_marketing, guest_id_ads, personalization_id, muc_ads)."
    },
    "notice": "Zmiany w ustawieniach cookies są zapisywane automatycznie i obowiązują od razu. Aby całkowicie usunąć wszystkie cookies, wyczyść dane przeglądarki.",
    "noticeLabel": "Informacja:"
  }
}
