{
  "popup": {
    "title": "Deine Privatsphäre",
    "description": "Wir verwenden Cookies, um sicherzustellen, dass die Website ordnungsgemäß funktioniert, den Verkehr zu analysieren und Inhalte zu personalisieren. Bitte stimme ihrer Verwendung zu.",
    "essential": "Notwendig",
    "analytics": "Analytisch",
    "marketing": "Marketing",
    "essentialOnly": "Nur notwendige",
    "acceptAll": "Alle akzeptieren",
    "footer": "Durch Klicken außerhalb des Banners oder Scrollen der Seite akzeptierst du alle Cookies",
    "languageNotice": "Sprache wurde anhand deines Browsers gewählt"
  },
  "settings": {
    "title": "Cookie-Einstellungen",
    "description": "Verwalte deine Cookie-Präferenzen. Weitere Informationen findest du in unserer",
    "privacyPolicy": "Datenschutzerklärung",
    "alwaysEnabled": "Immer aktiviert",
    "necessary": {
      "title": "Notwendige Cookies und localStorage",
      "summary": "Speichern deine Einstellungen und halten die Website am Laufen.",
      "description": "Umfasst: Einwilligungspräferenzen (cookie-consent), Sprache (pollar-language), Farbschema (pollar-theme), anonyme Besucher-ID (pollar_uid), KI-Assistenten-Sitzungs-ID (pollar-visitor-id), Gesprächsverlauf des KI-Assistenten (pollar-ai-store), Aktien-Watchlist (stock-watchlist), Länderfilter (pollar-selected-countries), Börsenchart-Skalierung (pollar-chart-smart-scale), Spielstand von Powiązania (pollar.powiazania) und UTM-Kampagnenparameter (pollar_utm, sessionStorage). Umami Analytics – anonymisierte Statistiken ohne Cookies (keine Einwilligung erforderlich). Sentry – Fehlerüberwachung (keine Cookies, Datenverarbeitung auf Grundlage berechtigten Interesses)."
    },
    "analytics": {
      "title": "Analytische Cookies",
      "summary": "Helfen uns zu verstehen, wie du die Website nutzt.",
      "description": "Google Analytics (_ga, _ga_*) – Besuchsstatistiken. Firebase Analytics – In-App-Ereignisse (für eingeloggte Nutzer). Microsoft Clarity (_clck, _clsk) – Heatmaps und Sitzungsaufzeichnung. Contentsquare – Heatmaps und Sitzungsaufzeichnung."
    },
    "marketing": {
      "title": "Marketing-Cookies",
      "summary": "Messen die Wirksamkeit unserer Werbekampagnen.",
      "description": "X (Twitter) Ads – Conversion-Tracking für Werbung (guest_id, guest_id_marketing, guest_id_ads, personalization_id, muc_ads)."
    },
    "notice": "Änderungen an den Cookie-Einstellungen werden automatisch gespeichert und treten sofort in Kraft. Um alle Cookies vollständig zu entfernen, lösche deine Browserdaten.",
    "noticeLabel": "Hinweis:"
  }
}
